[
    {
        "id": 1,
        "nombre": "Remera azul marino Puma.",
        "clase": "Remera",
        "descripcion": "Sentite cómodo y con estilo dentro y fuera del gimnasio con esta remera Puma azul marino, diseñada para acompañarte en cada movimiento. Su tejido liviano y respirable mantiene tu cuerpo fresco incluso en los entrenamientos más intensos, mientras que su ajuste moderno resalta tu figura sin limitar la movilidad. El color azul marino le da un toque elegante y versátil que combina con todo, ya sea con joggers deportivos o jeans para un look más casual. Además, el logo Puma en el pecho aporta ese sello inconfundible de calidad y autenticidad.",
        "precio": 1200,
        "stock": 3,
        "imagen": "/image/remera-de-hombre-puma-essentials-azul-marino-removebg-preview.webp",
        "categoria": "indumentaria"
    },
    {
        "id": 2,
        "nombre": "Short negro Puma.",
        "clase": "Short",
        "descripcion": "Entrená con libertad total usando el Short Negro Puma, diseñado para quienes buscan máximo confort y rendimiento en cada movimiento. Su tejido liviano y elástico permite una movilidad completa, mientras que la tecnología de secado rápido mantiene tu piel fresca y libre de humedad durante todo el entrenamiento. El color negro clásico combina con cualquier outfit deportivo, brindándote un look moderno y versátil tanto para el gimnasio como para tus momentos de descanso. El logo Puma bordado refleja estilo y calidad, reafirmando tu compromiso con el deporte y la excelencia.",
        "precio": 800,
        "stock": 6,
        "imagen": "/image/short-de-hombre-puma-performance-negro-removebg-preview.webp",
        "categoria": "indumentaria"
    },
    {
        "id": 3,
        "nombre": "Medias unisex blancas Puma.",
        "clase": "Medias",
        "descripcion": "Dale a tus pies el confort que se merecen con las Medias Blancas Puma, creadas para ofrecer suavidad, ajuste perfecto y transpirabilidad durante todo el día. Su tejido de algodón premium con mezcla elástica se adapta al pie sin apretar, brindando una sensación ligera y fresca tanto en tus entrenamientos como en el uso diario. El diseño unisex las convierte en una opción ideal para todos, mientras que el logo Puma bordado aporta ese toque deportivo y moderno que combina con cualquier calzado.",
        "precio": 400,
        "stock": 10,
        "imagen": "/image/medias-unisex-puma-x2-crew-heritage-blanco-negro-removebg-preview.webp",
        "categoria": "indumentaria"
    },
    {
        "id": 4,
        "nombre": "Short negro Adidas.",
        "clase": "Short",
        "descripcion": "Sentí la diferencia en cada entrenamiento con el Short Negro Adidas, diseñado para ofrecerte comodidad, frescura y rendimiento en cualquier actividad. Su tejido liviano y transpirable permite que te muevas sin restricciones, mientras la tecnología Aeroready absorbe la humedad para mantenerte seco incluso en los momentos más intensos. El color negro atemporal y las icónicas tres tiras laterales le dan un look deportivo y elegante, ideal tanto para entrenar como para vestir en tu día a día.",
        "precio": 900,
        "stock": 5,
        "imagen": "/image/short-de-mujer-adidas-entrada-22-negro-removebg-preview.webp",
        "categoria": "indumentaria"
    },
    {
        "id": 5,
        "nombre": "Remera negra Adidas.",
        "clase": "Remera",
        "descripcion": "Mostrá actitud y rendimiento con la Remera Negra Adidas, una prenda esencial que combina comodidad, frescura y diseño deportivo. Fabricada con algodón suave y respirable, ofrece una sensación natural al contacto con la piel, ideal tanto para entrenar como para tus looks urbanos del día a día. El color negro elegante aporta versatilidad, mientras que el logo Adidas en el pecho le da ese toque icónico que identifica a los verdaderos amantes del deporte.",
        "precio": 1400,
        "stock": 8,
        "imagen": "/image/remera-de-hombre-adidas-essentials-logo-negro-blanco-removebg-preview.webp",
        "categoria": "indumentaria"
    },
    {
        "id": 6,
        "nombre": "Taza con forma de pesa rusa.",
        "clase": "taza",
        "descripcion": "Empezá el día con toda la fuerza del entrenamiento con esta taza única con forma de pesa rusa, pensada para quienes viven el estilo fitness incluso fuera del gimnasio. Su diseño original y robusto combina perfectamente la pasión por el deporte con la practicidad del día a día. Fabricada con cerámica de alta calidad, mantiene tu bebida caliente por más tiempo y ofrece un agarre firme y cómodo gracias a su asa inspirada en el mango de una kettlebell real. Ideal para café, té o tus batidos de proteína.",
        "precio": 350,
        "stock": 3,
        "imagen": "/image/D_NQ_NP_936376-MLU74052975536_012024-O-removebg-preview.webp",
        "categoria": "estilo-de-vida"
    },
    {
        "id": 7,
        "nombre": "Botella térmica deportiva de acero.",
        "clase": "botella",
        "descripcion": "Mantené tu bebida a la temperatura perfecta durante todo el día con la Botella Térmica Deportiva de Acero Inoxidable, diseñada para acompañarte en cada entrenamiento, viaje o jornada intensa. Su doble pared aislante conserva el frío hasta por 24 horas y el calor hasta por 12, evitando la condensación exterior y manteniendo tus manos secas. El diseño ergonómico y moderno facilita el agarre, mientras que su tapa hermética antifugas garantiza seguridad en todo momento. Fabricada con acero inoxidable de alta calidad, es resistente, reutilizable y libre de BPA, cuidando tanto tu salud como el medio ambiente.",
        "precio": 700,
        "stock": 5,
        "imagen": "/image/botella-termica-deportiva-785089-removebg-preview.webp",
        "categoria": "estilo-de-vida"
    },
    {
        "id": 8,
        "nombre": "Straps Dojo.",
        "clase": "strap",
        "descripcion": "Aumentá tu rendimiento y levantá con confianza con los Straps Dojo, diseñados para ofrecerte máximo soporte, firmeza y seguridad en cada levantamiento. Fabricados con algodón reforzado y costuras de alta resistencia, te permiten mantener un agarre sólido en ejercicios exigentes como peso muerto, dominadas o remo con barra. Su diseño ergonómico reduce la fatiga en las manos y antebrazos, ayudándote a concentrarte en la técnica y la fuerza, no en el agarre. Además, el interior con superficie antideslizante brinda mayor control y estabilidad, incluso en las rutinas más intensas.",
        "precio": 1000,
        "stock": 2,
        "imagen": "/image/StrapscuadradoWebNegro-removebg-preview.webp",
        "categoria": "accesorios"
    }

]